/* STM */
"Ink Levels" = "Niveaux d'encre approximatifs";

/* Nozzle */
"NOZZLE01TEXT01" = "Pour procéder à une vérification des buses, assurez-vous que l'imprimante est sous tension et connectée à l'ordinateur. Assurez-vous que le plateau CD/DVD est retiré et que le bac avant se trouve en position papier, faute de quoi l'utilitaire \"Vérification des buses\" ne peut être lancé. Vérifiez également que du papier ordinaire A4 ou Letter est chargé dans le bac d'alimentation. Cliquez sur [Imprimer] pour imprimer un motif de vérification des buses ou cliquez sur [Annuler] pour quitter.";
"NOZZLE01B01" = "Imprimer";
"NOZZLE01B02" = "Annuler";

"NOZZLE02TEXT01" = "Comparez le motif imprimé avec l'exemple ci-dessus. Si le motif de vérification des buses présente des lignes incomplètes, cliquez sur [Nettoyage]. Cliquez sur [Terminer] pour quitter.";
"NOZZLE02SPE01" = "Supérieur : bon
Inférieur : nettoyage requis";
"NOZZLE02B01" = "Terminer";
"NOZZLE02B03" = "Nettoyage";

/* Cleaning */
"HEADCLEANING01TEXT01" = "Assurez-vous que le plateau CD/DVD est retiré et que le bac avant se trouve en position papier, faute de quoi l'utilitaire \"Nettoyage des têtes\" ne peut être lancé. Cliquez sur [Démarrer] pour nettoyer les buses de la tête d'impression. Le nettoyage consommant de l'encre, nettoyez uniquement la tête d'impression lorsque des problèmes de lignes manquantes ou pâles apparaissent. Vérifiez d'abord que le nettoyage de la tête d'impression est nécessaire à l'aide de l'utilitaire \"Vérification des buses\".
Attention : n'insérez pas le plateau CD/DVD avant la fin du nettoyage.
Remarque : avant de procéder à un nettoyage, vérifiez que le verrou de transport se trouve en position déverrouillée (Printing), comme indiqué sur l'illustration.";
"HEADCLEANING01B01" = "Annuler";
"HEADCLEANING01B02" = "Démarrer";

"HEADCLEANING02TEXT01" = "Attendez ...";
"HEADCLEANING02TEXT02" = "Nettoyage de la tête en cours. Veuillez patienter.
Attention : N'insérez pas le plateau CD/DVD avant que le nettoyage ne soit terminé.";
"HEADCLEANING02B01" = "Fermer";

"HEADCLEANING03TEXT01" = "Le cycle de nettoyage est terminé. Pour vérifier son efficacité, cliquez sur [Impression du motif de test des buses].";
"HEADCLEANING03B01" = "Terminer";
"HEADCLEANING03B03" = "Impression du motif de test des buses";

/* Gap */
"GAP01TEXT01" = "L'utilitaire Alignement des têtes vous permet d'améliorer la qualité d'impression s'il est utilisé avant l'impression en mode Vitesse rapide. Il permet également de résoudre les problèmes de lignes verticales mal alignées et d'impressions floues.
Vérifiez que le plateau CD/DVD est retiré et que le bac avant se trouve en position papier, sinon l'utilitaire \"Alignement des têtes\" ne peut être exécuté.";
"GAP01B01" = "Suivant >";
"GAP01B02" = "Annuler";

"GAP02TEXT01" = "Une feuille d'alignement horizontale sera imprimée.
Vérifiez si l'imprimante est sous tension et si elle est connectée à l'ordinateur. Vérifiez également que du papier ordinaire A4 ou Lettre est chargé dans le bac d'alimentation.
Cliquez sur [Imprimer] lorsque vous êtes prêt.";
"GAP02B01" = "Imprimer";
"GAP02B02" = "Annuler";

"GAP03TEXT01" = "Regardez la feuille d'alignement.
Recherchez le carré sans bandes visibles dans les jeux 1 à 5. Sélectionnez son numéro dans la liste ci-dessous pour tous les jeux. Cliquez ensuite sur [Terminer].
Si chaque carré contient une bande, sélectionnez le carré avec la ou les bandes les plus fines. Puis, cliquez sur [Réalignement].";
"GAP03B01" = "Terminer";
"GAP03B02" = "Annuler";
"GAP03B03" = "Réalignement";

/* Power Ink Flushing */
"POWERINKFLUSHING01TEXT01" = "Si des problèmes de bandes ou de couleurs manquantes apparaissent encore une fois la fonction Nettoyage des têtes effectuée à plusieurs reprises, il est possible que vous deviez remplacer l'encre des tubes d'encre pour résoudre le problème.

Cette fonction vous permet de remplacer toute l'encre des tubes d'encre.

Elle consomme beaucoup d'encre. Nous vous recommandons de n'utiliser cette fonction qu'après avoir effectué un Nettoyage des têtes à plusieurs reprises.";
"POWERINKFLUSHING01B01" = "Annuler";
"POWERINKFLUSHING01B02" = "Suivant >";

"POWERINKFLUSHING02TEXT01" = "Avant d'exécuter cette fonction, veillez à ce que le verrou de transport se trouve en position de déverrouillage (Printing), comme indiqué sur l'illustration.

Remarque : le verrou de transport doit toujours être déverrouillé lors de l'utilisation de l'imprimante.";

"POWERINKFLUSHING03TEXT01" = "Souhaitez-vous vraiment exécuter cette fonction ?
Le remplacement de l'encre des tubes consomme beaucoup d'encre.
Nous vous recommandons de procéder plusieurs fois au nettoyage de la tête pour tenter de résoudre le problème avant d'utiliser cette fonction. Cliquez sur [Annuler], puis procédez au nettoyage de la tête.

Remarque : cette fonction affecte la durée de vie des tampons d'encre usagée. Les tampons d'encre usagée doivent être remplacés plus rapidement lors de l'exécution de cette fonction.
Si des tampons d'encre usagée ont atteint la fin de leur durée de vie, contactez l'assistance Epson pour demander leur remplacement.

Assurez-vous que le plateau CD/DVD est retiré et que le bac avant se trouve en position papier, faute de quoi l'utilitaire Lavage d'encre haute-pression ne peut être lancé. Cliquez sur [Démarrer] pour démarrer le remplacement de l'encre.
Une fois cette fonction démarrée, elle ne peut être interrompue.
Attention : n'insérez pas le plateau CD/DVD avant la fin du lavage d'encre haute-pression.";
"POWERINKFLUSHING03B01" = "Annuler";
"POWERINKFLUSHING03B02" = "Démarrer";

"POWERINKFLUSHING04TEXT01" = "Attendez ...";
"POWERINKFLUSHING04TEXT02" = "Lavage d'encre haute-pression en cours...
Veuillez patienter.
Attention : n'insérez pas le plateau CD/DVD avant la fin du lavage d'encre haute-pression.";
"POWERINKFLUSHING04B01" = "Fermer";

"POWERINKFLUSHING05TEXT01" = "Le lavage d'encre haute-pression est terminé.
Pour vérifier son efficacité, cliquez sur [Impression du motif de test des buses].";
"POWERINKFLUSHING05B01" = "Terminer";
"POWERINKFLUSHING05B03" = "Impression du motif de test des buses";

/* Ink Tank Utility */
"INKTANKUTILITYB01" = "OK";
"INKTANKUTILITYB02" = "Suivant";
"INKTANKUTILITYB03" = "Annuler";
"INKTANKUTILITYB04" = "Verso";
"INKTANKUTILITYB05" = "Oui";
"INKTANKUTILITYB06" = "Non";

//Common
"INKTANKUTCOMMONTEXT01" = "Cet utilitaire n'est pas disponible pour le moment.
Remarque : si deux imprimantes ou plus sont connectées, sélectionnez l'imprimante que vous souhaitez utiliser dans la liste des imprimantes et cliquez de nouveau sur l'icône [Utilitaire de réservoirs d'encre].";
"INKTANKUTCOMMONTEXT02" = "Saisissez l'identifiant à 13 chiffres qui figure sur chaque bouteille d'encre.
Remarque : les identifiants ne sont valables qu'une fois. Ne saisissez pas les identifiants avant de procéder au remplissage.
Cliquez sur [Suivant] pour démarrer l'authentification de l'identifiant.";
"INKTANKUTCOMMONTEXT03" = "La qualité et la fiabilité des encres non d'origine ne peuvent être garanties, les encres non d'origine peuvent en outre entraîner des dommages non couverts par la garantie Epson au niveau de votre produit.
L'utilisation des encres non d'origine est enregistrée, ces informations peuvent être utilisées dans le cadre de l'assistance.
Epson recommande d'utiliser des encres Epson d'origine pour bénéficier d'une qualité et d'une fiabilité maximales.
Continuer à utiliser cette encre ?";
"INKTANKUTCOMMONTEXT04" = "Vous pouvez poursuivre l'impression.
Cliquez sur [OK] pour fermer cette boîte de dialogue.
Si vous souhaitez procéder au remplissage maintenant, cliquez de nouveau sur l'icône [Utilitaire de réservoirs d'encre].";
"INKTANKUTCOMMONTEXT06" = "Souhaitez-vous vraiment annuler cet utilitaire ?
Si vous annulez l'utilitaire, vous devrez l'exécuter de nouveau.";
"INKTANKUTCOMMONTEXT07" = "Le ou les identifiants ne sont pas corrects.
Vérifiez le ou les identifiants, puis saisissez-les de nouveau.";
"INKTANKUTCOMMONTEXT08" = "Le ou les identifiants ne sont pas corrects.
Vérifiez le ou les identifiants.
Cliquez sur [Annuler] pour saisir de nouveau l'identifiant.";
"INKTANKUTCOMMONTEXT09" = "Avant d'utiliser votre imprimante, veillez à ce que le verrou de transport se trouve en position de déverrouillage (Printing), comme indiqué sur l'illustration.";

//Inital Fill
"INKTANKUTINITIALTEXT01" = "Supprimez tous les travaux d'impression.

Avant d'utiliser votre imprimante, veillez à ce que le verrou de transport se trouve en position de déverrouillage (Printing), comme indiqué sur l'illustration.";
"INKTANKUTINITIALTEXT02" = "Remplissage du réservoir d'encre

%fillcolor%

Epson vous recommande d'utiliser de l'encre Epson d'origine. Ajoutez de l'encre jusqu'à la ligne sur le réservoir d'encre. Pour plus de détails concernant la procédure de remplissage, reportez-vous au manuel de l'imprimante. Une fois le remplissage et l'installation du réservoir d'encre terminés, cliquez sur [Suivant] pour saisir l'identifiant.";
"INKTANKUTINITIALTEXT03" = "Le chargement de l'encre est en cours.
Attendez environ 20 minutes, le temps que le chargement de l'encre soit terminé.

Remarque : ne mettez jamais l'imprimante hors tension avant que le voyant d'alimentation ait cessé de clignoter et reste allumé.";
"INKTANKUTINITIALTEXT04" = "Veillez à placer le verrou de transport en position de déverrouillage (Printing) lors de l'utilisation de l'imprimante, faute de quoi l'encre n'est pas projetée et des problèmes de qualité d'impression surviennent. Placez le verrou de transport en position de verrouillage (Transporting) lors du transport uniquement, faute de quoi l'encre risque de fuir.";

//Manual Check
"INKTANKMANUALTEXT01" = "Supprimez tous les travaux d'impression.

Vérifiez la quantité d'encre qui reste dans le réservoir d'encre. Cliquez sur [Au-dessus] si le niveau d'encre se trouve au-dessus de la ligne. Cliquez sur [En dessous] si le niveau d'encre se trouve en dessous de la ligne. Si le niveau d'encre se trouve au-dessus de la ligne, Epson vous recommande de cliquer sur [Au-dessus] jusqu'à ce que le niveau d'encre atteigne la ligne, de manière à ce que le réservoir d'encre puisse être rempli avec le contenu complet d'une nouvelle bouteille d'encre.
Remarque : si vous continuez à utiliser l'imprimante alors que le niveau de l'encre est situé sous la ligne du réservoir, vous risquez d'endommager l'imprimante.";
"INKTANKMANUALTEXT02" = "Supprimez tous les travaux d'impression.

Vérifiez la quantité d'encre qui reste dans le réservoir d'encre. Si le niveau d'encre se trouve à plus de 20 mm de la partie inférieure de l'unité de réservoirs d'encre, Epson vous recommande de cliquer sur [Au-dessus] jusqu'à ce que le niveau d'encre se trouve à 20 mm de la partie inférieure, de manière à ce que le réservoir d'encre puisse être rempli avec le contenu complet d'une nouvelle bouteille d'encre. Cliquez sur [Au-dessus] si le niveau d'encre se trouve à plus de 20 mm de la partie inférieure. Cliquez sur [En dessous] si le niveau d'encre se trouve à 20 mm ou moins de la partie inférieure.
Remarque : si vous continuez à utiliser l'imprimante alors que le niveau de l'encre est situé à moins de 20 mm de la partie inférieure de l'unité de réservoirs d'encre, vous risquez d'endommager l'imprimante. Utilisez la règle fournie avec l'imprimante pour vérifier les niveaux d'encre.";
"INKTANKMANUALTEXT03" = "Remplissage du réservoir d'encre

%fillcolor%

Epson vous recommande d'utiliser de l'encre Epson d'origine. Ajoutez de l'encre jusqu'à la ligne sur le réservoir d'encre. Pour plus de détails concernant la procédure de remplissage, reportez-vous au manuel de l'imprimante. Une fois le remplissage et l'installation du réservoir d'encre terminés, cliquez sur [Suivant] pour saisir l'identifiant.";

/* Error */
"ERCOMMON_B01" = "Annuler";
"ERCOMMON_B02" = "Continuer";
"PRINTERBUTTON00" = "Papier";
"WRCOMMON_B01" = "OK";
"WRCOMMON_B02" = "Annuler";
"ER00_TEXTA" = "Erreur";
"ER00_TEXTB" = "1. Supprimez tous les travaux d'impression.
2. Mettez l'imprimante hors tension et retirez le papier coincé.
3. Patientez quelques minutes et remettez l'imprimante sous tension.";
"ER00_TEXTA_D4" = "Erreur";
"ER00_TEXTB_D4" = "1. Supprimez tous les travaux d'impression.
2. Mettez l'imprimante hors tension et retirez le papier coincé.
3. Patientez quelques minutes et remettez l'imprimante sous tension.";
"ER00_B01_D4" = "Annuler";
"ER01_TEXTA" = "L'imprimante est occupée";
"ER01_TEXTB" = "Veuillez patientez...";
"ER04_TEXTA" = "Bourrage papier";
"ER04_TEXTB" = "Pour les feuilles de papier, mettez l'imprimante hors tension et retirez le papier coincé à la main.
Pour les CD ou les DVD, retirez le plateau de CD/DVD. Appuyez ensuite sur la touche Papier de l'imprimante.";
"ER05_TEXTA" = "Vérifier les niveaux d'encre";
"ER05_TEXTB" = "Vous devez vérifier la quantité d'encre restante. Cliquez sur l'icône [Utilitaire de réservoirs d'encre] au niveau de l'utilitaire Epson Printer Utility 4. Il est possible que les niveaux d'encre approximatifs ne correspondent pas aux niveaux d'encre réels. Pour vérifier la quantité d'encre restante, vérifiez visuellement les niveaux d'encre des réservoirs de l'imprimante.";
"ER05_TEXTA_FF" = "Erreur de configuration initiale";
"ER05_TEXTB_FF" = "Cliquez sur l'icône [Utilitaire de réservoirs d'encre] pour charger le circuit d'encre.";
"ER06_TEXTA_D4" = "Fin de papier ou chargement incorrect";
"ER06_TEXTB_D4" = "1. Rechargez le papier.
2. Placez le bac avant en position papier inférieure.
3. Appuyez sur la touche %btn% du produit.

Cliquez sur [Annuler] pour annuler le travail d'impression lorsqu'il s'affiche. S'il n'est pas annulé, annulez-le sur le produit.";
"ER06_B01_D4" = "Continuer";
"ER06_B02_D4" = "Annuler";
"ER06_TEXTA" = "Fin de papier ou chargement incorrect";
"ER06_TEXTB" = "1. Rechargez le papier.
2. Placez le bac avant en position papier inférieure.
3. Appuyez sur la touche %btn% du produit.

Cliquez sur [Annuler] pour annuler le travail d'impression lorsqu'il s'affiche. S'il n'est pas annulé, annulez-le sur le produit.";
"ER10_TEXTA" = "Intervention requise";
"ER10_TEXTB" = "Un tampon d'encre de l'imprimante est quasiment en fin de vie.
Veuillez contacter l'assistance Epson.";
"ER12_TEXTA" = "Multi-page feed error";
"ER12_TEXTB" = "Effectuez l'une des étapes suivantes.
- Retirez le papier et rechargez-le. Appuyez sur la touche %btn% de l'imprimante.
- Cliquez sur [Annuler] pour annuler le travail d'impression. S'il n'est pas annulé, annulez-le sur l'imprimante.";
"ER12_TEXTA_D4" = "Multi-page feed error";
"ER12_TEXTB_D4" = "Effectuez l'une des étapes suivantes.
- Retirez le papier et rechargez-le. Appuyez sur la touche %btn% de l'imprimante.
- Cliquez sur [Annuler] pour annuler le travail d'impression. S'il n'est pas annulé, annulez-le sur l'imprimante.";
"ER12_B01_D4" = "Annuler";
"ER29_TEXTA" = "Le bac du CD/DVD n'est pas correctement installé";
"ER29_TEXTB" = "Rechargez le plateau, puis appuyez sur la touche Papier de l'imprimante.";
"ER2A_TEXTA" = "Chargement incorrect";
"ER2A_TEXTB" = "1. Chargez le côté court du papier en premier et réglez les guides latéraux.
2. Appuyez sur la touche %btn% du produit.";
"ER37_TEXTA" = "Le capot est ouvert";
"ER37_TEXTB" = "Fermez le capot.";
"ER38_TEXTA" = "Position erronée du bac avant";
"ER38_TEXTB" = "Pour imprimer sur du papier, placez manuellement le bac avant en position inférieure (papier).
Pour imprimer sur un CD ou un DVD, placez manuellement le bac avant en position supérieure (CD/DVD).";
"Common Error Text1" = "Erreur";
"Common Error Text2" = "1. Supprimez tous les travaux d'impression.
2. Mettez l'imprimante hors tension et retirez le papier coincé.
3. Patientez quelques minutes et remettez l'imprimante sous tension.";
"Common Error B1" = "Annuler";
"Cleaning status" = "L'imprimante est occupée";
"Shipment status" = "Erreur de configuration initiale";
"WRINKLOW_TEXTA" = "Le niveau d'encre est faible";
"WRINKLOW_TEXTB" = "Vous pouvez poursuivre l'impression. Pour procéder au remplissage maintenant, cliquez sur l'icône [Utilitaire de réservoirs d'encre] au niveau de l'utilitaire Epson Printer Utility 4. Il est possible que les niveaux d'encre approximatifs ne correspondent pas aux niveaux d'encre réels. Pour vérifier la quantité d'encre restante, vérifiez visuellement les niveaux d'encre des réservoirs de l'imprimante.";
"WRCD_TEXTA" = "Le nettoyage des têtes ne peut être terminé.";
"WRCD_TEXTB" = "Vous pouvez poursuivre l'impression. Pour procéder au remplissage maintenant, cliquez sur l'icône [Utilitaire de réservoirs d'encre] au niveau de l'utilitaire Epson Printer Utility 4. Il est possible que les niveaux d'encre approximatifs ne correspondent pas aux niveaux d'encre réels. Pour vérifier la quantité d'encre restante, vérifiez visuellement les niveaux d'encre des réservoirs de l'imprimante.";
"WRCD_TEXTA_UTO" = "Le lavage d'encre haute-pression ne peut être terminé.";
"WRCD_TEXTB_UTO" = "Vous pouvez poursuivre l'impression. Pour procéder au remplissage maintenant, cliquez sur l'icône [Utilitaire de réservoirs d'encre] au niveau de l'utilitaire Epson Printer Utility 4. Il est possible que les niveaux d'encre approximatifs ne correspondent pas aux niveaux d'encre réels. Pour vérifier la quantité d'encre restante, vérifiez visuellement les niveaux d'encre des réservoirs de l'imprimante.";
"WRINKLOW2_TEXTA" = "Le niveau d'encre est faible";
"WRINKLOW2_TEXTB" = "Vous pouvez poursuivre l'impression. Pour procéder au remplissage maintenant, cliquez sur l'icône [Utilitaire de réservoirs d'encre] au niveau de l'utilitaire Epson Printer Utility 4. Il est possible que les niveaux d'encre approximatifs ne correspondent pas aux niveaux d'encre réels. Pour vérifier la quantité d'encre restante, vérifiez visuellement les niveaux d'encre des réservoirs de l'imprimante.";
"WR20_TEXTA" = "Intervention requise";
"WR20_TEXTB" = "Les tampons d'encre de l'imprimante sont quasiment en fin de vie. Veuillez contacter l'assistance Epson.";
"COMUERR_TEXTA" = "Erreur de communication";
"COMUERR_TEXTB" = "Connectez l'imprimante à l'ordinateur et mettez-la sous tension. Si vous mettez l'imprimante hors tension en cours d'impression, annulez le travail d'impression.";
"COMUERR_B01" = "Réessayer";
"COMUERR_B02" = "Annuler";
"CHARGINGSTATUS_TEXTA_PROXY" = "Chargement du circuit d'encre";

